alsa-utils
anki
apple-fonts
apple-music-desktop
basalt
base
base-devel
batsignal
blueman
bluez
bluez-utils
brightnessctl
btop
cable
ccache
cmake
code
dbeaver
discord
dolphin
dunst
efibootmgr
evtest
ex-vi-compat
fastfetch
firefox-developer-edition
gammaray
gdb
git
github-cli
grim
grub
hyprland
hyprpaper
hyprpolkitagent
intel-ucode
inter-font
jq
kitty
lf
libnotify
linux
linux-firmware
lldb
man-db
meson
mixxx-git
mixxx-git-debug
mpv
neovim
networkmanager
nnn
nodejs
noto-fonts
npm
obsidian-appimage
ollama
openssh
pamixer
pavucontrol
pipewire-alsa
pipewire-docs
pipewire-pulse
pistol-git
python-dbus
python-pywal
qemu-full
qtcreator
qutebrowser
qview
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rofi
rsync
rtkit
rust
slurp
sof-firmware
solaar
spotify-launcher
sudo
tailscale
transifex-cli
tree-sitter-cli
tt
ttf-noto-nerd
unzip
waybar
waypaper
wev
wl-clipboard
wlr-randr
xorg-xrandr
yay
yay-bin-debug
yay-debug
yt-dlp
zip
zsh
