apple-fonts
apple-music-desktop
apple-music-desktop-debug
basalt
basalt-debug
cable
mixxx-git
mixxx-git-debug
obsidian-appimage
pistol-git
pistol-git-debug
python-imageio-ffmpeg
python-pyalsaaudio
python-pyalsaaudio-debug
python-screeninfo
qview
qview-debug
smassh-bin-debug
tt
tt-debug
typtea-debug
waypaper
yay
yay-bin-debug
yay-debug
